(package! elfeed)
(package! org-bullets)
(package! modus-themes)
;;(package! org-journal)
(package! exec-path-from-shell)
(package! racket-mode)
(package! w3m)
(package! visual-fill-column)
(package! python-mode)
;;(package! org-roam)
(package! org-roam-server)
(package! writeroom-mode)

;;rust
;(package! company-racer)
;(package! racer)
;(package! flycheck-rust)
;(package! rust-mode)
